Repository: AURORA-H2020/AURORA-iOS
Catalog: AURORA/Resources/*.lproj/Localizable.strings
Languages: da, de, pt_pt, sl

source: [This project](https://www.aurora-h2020.eu/) has received funding from the European Union’s Horizon 2020 research and innovation programme under grant agreement No. [101036418](https://cordis.europa.eu/project/id/101036418).
da: Dette projekt (https://www.aurora-h2020.eu/) har modtaget finansiering fra Den Europæiske Unions forsknings- og innovationsprogram Horizon 2020 under tilskudsaftale nr. 101036418. (https://cordis.europa.eu/project/id/101036418).
de: [Dieses Projekt](https://www.aurora-h2020.eu/) wurde durch das Forschungs- und Innovationsprogramm Horizon 2020 der Europäischen Union unter der Fördernummer [101036418](https://cordis.europa.eu/project/id/101036418) gefördert.
sl: [Ta projekt](https://www.aurora-h2020.eu/) financira program Evropske unije za raziskave in inovacije Obzorje 2020 v okviru sporazuma o dodelitvi sredstev št. [101036418](https://cordis.europa.eu/project/id/101036418).

source: About the App
da: Om appen
de: Über die App
pt_pt: Sobre a App
sl: O aplikaciji

source: Accept
de: Akzeptieren
pt_pt: Aceitar

source: Accomplisher
da: Accompllisher
de: Ausgezeichnet
sl: Izvajalec

source: Account
da: Konto
de: Konto
pt_pt: Conta
sl: Račun

source: Account deletion
da: Slet konto
de: Konto löschen
pt_pt: Apagar conta
sl: Izbris računa

source: Add
da: Tilføj
de: Hinzufügen
pt_pt: Adicionar

source: Add a consumption
da: Tilføj et forbrug
de: Verbrauch hinzufügen
pt_pt: Adicionar um consumo
sl: Dodaj porabo

source: Add consumption
da: Tilføj forbrug
de: Verbrauch hinzufügen
pt_pt: Adicionar consumo
sl: Dodaj porabo

source: Add Consumption
da: Tilføj Forbrug
de: Verbrauch hinzufügen
pt_pt: Adicionar Consumo
sl: Dodaj porabo

source: Add your electricity data to the AURORA Energy Tracker and check your progress towards becoming a near-zero emission citizen!.
da: Tilføj dine data for elforbrug til AURORA Energy Tracker og se dine fremskridt mod at blive en borger med minimal udledning.
de: Fügen Sie Ihre Stromdaten dem AURORA Energy Tracker hinzu und überblicken Sie Ihre Fortschritte auf dem Weg zu einem nahezu emissionsfreien Bürger!
pt_pt: Adiciona os teus dados de eletricidade ao AURORA Energy Tracker e verifica o teu progresso para te tornares um cidadão com emissões quase zero!.
sl: Dodaj svoje podatke o električni energiji v AURORA Energy Tracker in preveri svoj napredek pri doseganju skoraj ničelnih emisij!

source: Add your first consumption entry.
da: Tilføj dit første forbrug
de: Fügen Sie Ihren ersten Verbrauchseintrag hinzu.
pt_pt: Adiciona o teu primeiro registo de consumo.
sl: Dodaj svoj prvi vnos porabe.

source: Add your heating data to the AURORA Energy Tracker and check your progress towards becoming a near-zero emission citizen!.
da: Tilføj dine data for varme til AURORA Energy Tracker, og se dine fremskridt mod at blive en borger med minimal udledning.
de: Fügen Sie Ihre Heizdaten dem AURORA Energy Tracker hinzu und überblicken Sie Ihre Fortschritte auf dem Weg zu einem nahezu emissionsfreien Bürger!
pt_pt: Adiciona os teus dados de aquecimento ao AURORA Energy Tracker e verifica o teu progresso para te tornares um cidadão com emissões quase zero!.
sl: Dodaj svoje podatke o ogrevanju v AURORA Energy Tracker in preveri svoj napredek pri doseganju skoraj ničelnih emisij!

source: Add your mobility data to the AURORA Energy Tracker and check your progress towards becoming a near-zero emission citizen!.
da: Tilføj dine data for mobilitet til AURORA Energy Tracker og se dine fremskridt mod at blive en borger med minimal udledning.
de: Fügen Sie Ihre Mobilitätsdaten dem AURORA Energy Tracker hinzu und überblicken Sie Ihre Fortschritte auf dem Weg zu einem nahezu emissionsfreien Bürger!
pt_pt: Adiciona os teus dados de mobilidade ao AURORA Energy Tracker e verifica o teu progresso para te tornares um cidadão com emissões quase zero!.
sl: Dodaj svoje podatke o mobilnosti v AURORA Energy Tracker in preveri svoj napredek, da postanete državljan s skoraj ničelnimi emisijami!

source: Almost empty
da: Næsten tom
de: Fast leer
pt_pt: Quase vazio
sl: Skoraj prazno

source: Alternative fuel bus
da: Bus med alternativ brændstof
de: Bus mit alternativem Kraftstoff
pt_pt: Autocarro com combustível alternativo
sl: Avtobus na alternativno gorivo

source: Ambassador
da: Ambassadør
de: Anführer*in
sl: Veleposlanik

source: An email will be sent to your inbox containing a link to reset your password.
da: Der sendes en e-mail til din indbakke med et link til at nulstille din adgangskode.
de: Sie erhalten eine E-Mail mit einem Link zum Zurücksetzen Ihres Kennworts in Ihren Posteingang.
pt_pt: Será enviado um email para a tua caixa de entrada com o link para redefinires a tua palavra-passe.
sl: V tvoj e-poštni predal bo poslano e-poštno sporočilo s povezavo za ponastavitev gesla.

source: An error occurred please try again.
da: Der opstod en fejl. Prøv venligst igen.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
pt_pt: Ocorreu um erro, por favor tenta novamente.
sl: Zgodila se je napaka, prosimo, poskusi znova.

source: An error occurred while loading your profile.
da: Der opstod en fejl under indlæsning af din profil.
de: Beim Laden Ihres Profils ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro ao carregar o teu perfil.
sl: Pri nalaganju vašega profila je prišlo do napake.

source: An error occurred while logging in. Please try again. %@
da: Der opstod en fejl under login. Prøv venligst igen.
de: Beim Einloggen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut. %@
pt_pt: Ocorreu um erro ao entrar na conta. Por favor tenta outra vez. %@
sl: Pri prijavi je prišlo do napake. Prosimo poskusite znova. %@

source: An error occurred while trying to create a new account. Please check your inputs and try again.
da: Der opstod en fejl under forsøget på at oprette en ny konto. Kontrollér dine indtastninger og prøv igen.
de: Beim Versuch ein neues Konto zu erstellen ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar criar uma nova conta. Por favor verifica os teus dados e tenta novamente.
sl: Pri poskusu ustvarjanja novega računa je prišlo do napake. Prosimo preverite svoje podatke in poskusite znova.

source: An error occurred while trying to create your profile. Please check your inputs and try again.
da: Der opstod en fejl i forsøget på at oprette din profil. Kontrollér venligst dine indtastninger og prøv igen.
de: Beim Versuch Ihr Profil zu erstellen ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar criar o teu perfil. Por favor verifica os teus dados e tenta novamente.
sl: Pri poskusu ustvarjanja vašega profila je prišlo do napake. Prosimo preverite svoje podatke in poskusite znova.

source: An error occurred while trying to delete your account.
da: Der opstod en fejl i forsøget på at slette din konto.
de: Beim Versuch Ihr Konto zu löschen ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro ao tentar eliminar a tua conta.
sl: Pri poskusu izbrisa vašega računa je prišlo do napake.

source: An error occurred while trying to download your data.
da: Der opstod en fejl i forsøget på at hente dine data.
de: Beim Versuch Ihre Daten herunterzuladen ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro ao tentar descarregar os teus dados.
sl: Pri poskusu prenosa podatkov je prišlo do napake.

source: An error occurred while trying to login. Please check your inputs and try again.
da: Der opstod en fejl i forsøget på at logge ind. Kontrollér venligst dine indtastninger og prøv igen.
de: Beim Versuch sich anzumelden ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar entrar na conta. Por favor verifica os teus dados e tenta novamente.
sl: Pri poskusu prijave je prišlo do napake. Preverite svoje podatke in poskusite znova.

source: An error occurred while trying to logout.
da: Der opstod en fejl i forsøget på at logge ud.
de: Beim Versuch sich abzumelden ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro ao tentar sair da conta.
sl: Pri poskusu odjave je prišlo do napake.

source: An error occurred while trying to reset your password. Please check your email address and try again.
da: Der opstod en fejl under forsøget på at nulstille din adgangskode. Tjek din e-mailadresse, og prøv igen.
de: Beim Versuch Ihr Passwort zurückzusetzen ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre E-Mail-Adresse und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar redefinir a tua palavra-passe. Por favor verifica o teu endereço de email e tenta novamente.
sl: Pri poskusu ponastavitve gesla je prišlo do napake. Preveri svoj e-poštni naslov in poskusi znova.

source: An error occurred while trying to save your consumption. Please try again.
da: Der opstod en fejl i forsøget på at gemme dit forbrug. Prøv igen.
de: Beim Versuch Ihren Verbrauch zu speichern ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar guardar os teus consumos. Por favor tenta novamente.
sl: Pri poskusu shranjevanja vaše porabe je prišlo do napake. Prosim poskusite znova.

source: An error occurred while trying to save your recurring consumption.
da: Der opstod en fejl under forsøget på at gemme dit tilbagevendende forbrug.
de: Beim Speichern Ihres wiederkehrenden Verbrauchs ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro ao tentar salvar o seu consumo recorrente.

source: An error occurred while trying to save your recurring consumption. Please try again.
da: Der opstod en fejl under forsøget på at gemme dit tilbagevendende forbrug. Prøv venligst igen.
de: Beim Speichern Ihres wiederkehrenden Verbrauchs ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar salvar o seu consumo recorrente. Por favor tente novamente.

source: An error occurred while trying to update your email address. Please check your inputs and try again.
da: Der opstod en fejl under forsøget på at opdatere din e-mailadresse. Tjek dine indtastninger og prøv igen.
de: Beim Versuch Ihre E-Mail-Adresse zu aktualisieren ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar atualizar o teu endereço de email. Por favor verifica os teus dados e tenta novamente.
sl: Pri poskusu posodobitve tvojega e-poštnega naslova je prišlo do napake. Preveri svoje podatke in poskusi znova.

source: An error occurred while trying to update your password. Please check your inputs and try again.
da: Der opstod en fejl i forsøg på at opdatere din adgangskode. Kontrollér venligst dine indtastninger og prøv igen.
de: Beim Versuch Ihr Passwort zu aktualisieren ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao tentar atualizar a tua palavra-passe. Por favor verifica os teus dados e tenta novamente.
sl: Pri poskusu posodobitve gesla je prišlo do napake. Prosim preverite svoje podatke in poskusite znova.

source: Annual energy production
da: Årlig energiproduktion
de: Jährliche Energieerzeugung
pt_pt: Produção anual de energia
sl: Letna proizvodnja energije

source: Are you sure you want to delete the entry?
da: Er du sikker på, at du vil slette indlægget?
de: Sind Sie sicher, dass Sie den Eintrag löschen wollen?
pt_pt: Tens a certeza que queres eliminar o registo?
sl: Si prepričan, da želiš izbrisati vnos?

source: Are you sure you want to delete the entry? Please note that it can take up to a minute for your summary to update.
da: Er du sikker på, at du vil slette indlægget? Bemærk venligst, at det kan tage op til et minut, før din oversigt opdateres.
de: Sind Sie sicher, dass Sie den Eintrag löschen möchten? Bitte beachten Sie, dass es bis zu einer Minute dauern kann, bis Ihre Zusammenfassung aktualisiert wird.
pt_pt: Tens a certeza que queres eliminar o registo? Por favor nota que pode demorar até um minuto para atualizar o teu resumo.
sl: Si prepričan, da želiš izbrisati vnos? Upoštevaj, da lahko posodobitev povzetka traja do ene minute.

source: Are you sure you want to delete your account?
da: Er du sikker på, at du vil slette din konto?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
pt_pt: Tens a certeza que queres eliminar a tua conta?
sl: Si prepričan, da želiš izbrisati svoj račun?

source: Are you sure you want to discard your unsaved changes?
da: Er du sikker på, at du vil kassere dine ikke-gemte ændringer?
de: Möchten Sie Ihre ungespeicherten Änderungen wirklich verwerfen?
pt_pt: Tem a certeza que pretende descartar as alterações não salvas?

source: Are you sure you want to logout?
da: Er du sikker på, at du vil logge ud?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
pt_pt: Tens a certeza que queres sair da tua conta?
sl: Si prepričan, da se želiš odjaviti?

source: At least %lld characters.
da: Mindst %lld tegn.
de: Mindestens %lld Zeichen.
pt_pt: Pelo menos €lld caracteres.
sl: Vsaj %lld znakov.

source: At least one letter.
da: mindst ét bogstav
de: Mindestens ein Buchstabe.
pt_pt: Pelo menos uma letra.
sl: Vsaj ena črka.

source: At least one number.
da: mindst ét tal
de: Mindestens eine Zahl.
pt_pt: Pelo menos um número.
sl: Vsaj ena številka.

source: At least one uppercase letter.
da: mindst ét stort bogstav
de: Mindestens ein Großbuchstabe.
pt_pt: Pelo menos uma letra maiúscula.
sl: Vsaj ena velika tiskana črka.

source: Aviation
da: Luftfart
de: Luftfahrt
pt_pt: Aviação
sl: Letalstvo

source: Beginning
da: Starten
de: Beginn
pt_pt: Começo
sl: Začetek

source: Big Achiever
de: Berühmtheit
sl: Velika uspešnica

source: Bike
da: Cykel
de: Fahrrad
pt_pt: Bicicleta
sl: Kolo

source: Biomass
da: Biomasse
de: Biomasse
pt_pt: Biomassa
sl: Biomasa

source: Busses
da: Busser
de: Busse
pt_pt: Autocarros
sl: Avtobusi

source: Butane
de: Butan
pt_pt: Butano

source: Calculate
da: Beregn
de: Berechnen
pt_pt: Calcular

source: Cancel
da: Annuller
de: Abbrechen
pt_pt: Cancelar
sl: Preklic

source: Carbon emissions
da: CO₂-udledninger
de: CO₂-Emissionen
pt_pt: Emissões de carbono
sl: Emisije ogljika

source: Carbon Emissions
da: CO₂-udledninger
de: CO₂-Emissionen
pt_pt: Emissões de Carbono
sl: Emisije ogljika

source: Cars & Motorcycles
da: Biler og motorcykler
de: Autos & Motorräder
pt_pt: Carros e Motociclos
sl: Avtomobili in motorna kolesa

source: Category
da: Kategori
de: Kategorie
pt_pt: Categoria
sl: Kategorija

source: Change email
da: Skift e-mail
de: E-Mail ändern
pt_pt: Alterar email
sl: Sprememba e-pošte

source: Change Password
da: Skift adgangskode
de: Passwort ändern
pt_pt: Alterar Palavra-Passe
sl: Sprememba gesla

source: City
da: By
de: Stadt
pt_pt: Cidade
sl: Mesto

source: CO₂ emitted if **conventional**
da: CO₂-udledning ved **konventionel**
de: CO₂-Emissionen (**konventionell**)
pt_pt: CO₂ emitido se **convencional**
sl: emisije CO₂, če je **konvencionalno**

source: CO₂ emitted if **photovoltaics**
da: CO₂-udledning ved **solcelleanlæg**
de: CO₂-Emissionen bei **Photovoltaik**
pt_pt: CO₂ emitido se **fotovoltaico**
sl: CO₂, ki se sproščajo, če **fotovoltaika**

source: CO₂ reduction
da: CO₂-reduktion
de: CO₂-Reduzierung
pt_pt: Redução de CO₂
sl: Zmanjšanje CO₂

source: Coal
da: Kul
de: Kohle
pt_pt: Carvão
sl: Premog

source: Confirm new password
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
pt_pt: Confirmar nova palavra-passe
sl: Potrditev novega gesla

source: Confirm password
da: Bekræft adgangskode
de: Passwort bestätigen
pt_pt: Confirmar palavra-passe
sl: Potrditev gesla

source: Consumption
da: Forbrug
de: Verbrauch
pt_pt: Consumo
sl: Poraba

source: Consumptions
da: Forbrug
de: Verbräuche
pt_pt: Consumos
sl: Porabe

source: Contact Support
da: Kontakt support
de: Support kontaktieren
pt_pt: Contactar Apoio
sl: Kontaktna podpora

source: Continue with %@
da: Fortsæt med %@
de: Weiter mit %@
pt_pt: Continuar como %@
sl: Nadaljuj z %@

source: Continue with email
da: Fortsæt med e-mail
de: Weiter mit E-Mail
pt_pt: Continuar com email
sl: Nadaljuj z e-pošto

source: Costs
da: Omkostninger
de: Kosten
pt_pt: Custos
sl: Stroški

source: Country
da: Land
de: Land
pt_pt: País
sl: Država

source: Create your profile
da: Opret din profil
de: Erstellen Sie Ihr Profil
pt_pt: Cria o teu perfil
sl: Ustvari svoj profil

source: Created
da: Oprettet
de: Erstellt
pt_pt: Criado
sl: Ustvarjeno

source: Current email address: %@
da: Nuværende e-mailadresse: %@
de: Aktuelle E-Mail Adresse: %@
pt_pt: Endereço de email atual: %@
sl: Trenutni e-poštni naslov:

source: Current Password
da: Nuværende adgangskode
de: Aktuelles Passwort
pt_pt: Palavra-Passe atual
sl: Trenutno geslo

source: Daily
da: Daglig
de: Täglich
pt_pt: Diário

source: Dashboard
da: Instrumentbræt
de: Übersicht
pt_pt: Painel de controlo
sl: Nadzorna plošča

source: Data privacy
da: Beskyttelse af personoplysninger
de: Datenschutz
pt_pt: Privacidade de dados
sl: Varstvo podatkov

source: Day
da: Dag
de: Tag
pt_pt: Dia
sl: Dan

source: Default
da: Standard
de: Standard
pt_pt: Padrão
sl: Privzeto

source: Delete
da: Slet
de: Löschen
pt_pt: Eliminar
sl: Izbriši

source: Delete account
da: Slet konto
de: Konto löschen
pt_pt: Eliminar conta
sl: Izbriši račun

source: Delete Entry
da: Slet indlæg
de: Eintrag löschen
pt_pt: Eliminar Registo
sl: Brisanje vnosa

source: Delete Forever
de: Für immer löschen
pt_pt: Eliminar definitivamente

source: Delete my account
da: Slet min konto
de: Mein Konto löschen
pt_pt: Eliminar a minha conta
sl: Izbriši moj račun

source: Description
da: Beskrivelse
de: Beschreibung
pt_pt: Descrição
sl: Opis

source: Did you know? Even the use of photovoltaics emit some CO₂ - albeit significantly less than conventional sources of energy.
da: Vidste du det? Brugen af solceller udleder noget CO₂ - omend betydeligt mindre end konventionelle energikilder.
de: Wussten Sie schon? Auch bei der Nutzung von Photovoltaik wird etwas CO₂ ausgestoßen - wenn auch deutlich weniger als bei konventionellen Energiequellen.
pt_pt: Sabias? Mesmo o uso de fotovoltaico emite algum CO₂ - embora significativamente menos do que as fontes convencionais de energia.
sl: Si vedel? Tudi pri uporabi fotovoltaike se sprosti nekaj CO₂, čeprav bistveno manj kot pri običajnih virih energije.

source: Diesel passenger train
da: Dieseltog
de: Diesel-Personenzug
pt_pt: Comboio de passageiros a diesel
sl: Potniški vlak na dizelski pogon

source: Disabled
da: Deaktiveret
de: Deaktiviert
pt_pt: Desativado

source: Discard changes
da: Kassér ændringer
de: Änderungen verwerfen
pt_pt: Descartar alterações

source: Distance
da: Afstand
de: Entfernung
pt_pt: Distância
sl: Razdalja

source: District heating
da: Fjernvarme
de: Fernwärme
pt_pt: Sistema de redes de calor
sl: Daljinsko ogrevanje

source: District heating source
da: Fjernvarmekilde
de: Fernwärmequelle
pt_pt: Fonte de aquecimento por redes calor
sl: Vir daljinskega ogrevanja

source: Don't ask me again
da: Spørg mig ikke igen
de: Nicht mehr fragen
pt_pt: Não perguntar novamente

source: Download my data
da: Download mine data
de: Meine Daten herunterladen
pt_pt: Descarregar os meus dados
sl: Prenesi moje podatke

source: Driver
de: Durchstarter*in
sl: Voznik

source: Duplicate
da: Duplikér
de: Duplizieren
pt_pt: Duplicar

source: Edit
da: Rediger
de: Bearbeiten
pt_pt: Editar
sl: Uredi

source: Edit Consumption
da: Rediger forbrug
de: Verbrauch bearbeiten
pt_pt: Editar Consumo
sl: Urejanje porabe

source: Edit profile
da: Rediger profil
de: Profil bearbeiten
pt_pt: Editar perfil
sl: Urejanje profila

source: Electric bike
da: Elcyckel
de: Elektrofahrrad
pt_pt: Bicicleta elétrica
sl: Električno kolo

source: Electric bus
da: Elbus
de: Elektrobus
pt_pt: Autocarro elétrico
sl: Električni avtobus

source: Electric car
da: Elbil
de: Elektroauto
pt_pt: Carro elétrico
sl: Električni avtomobil

source: Electric heating
da: Elvarme
de: Elektrische Heizung
pt_pt: Aquecimento elétrico
sl: Električno ogrevanje

source: Electric motorcycle
da: Elmotorcykel
de: Elektrisches Motorrad
pt_pt: Motociclo elétrico
sl: Električno motorno kolo

source: Electric passenger train
da: Eltog
de: Elektrischer Personenzug
pt_pt: Comboio de passageiros elétrico
sl: Električni potniški vlak

source: Electric scooter
da: El-scooter/løbehjul
de: Elektroroller
pt_pt: Trotinete elétrica
sl: Električni skuter

source: Electricity
da: El
de: Elektrizität
pt_pt: Eletricidade
sl: Električna energija

source: Electricity bill reminder
da: Påmindelse om elregning
de: Erinnerung an die Stromrechnung
pt_pt: Lembrete da fatura de eletricidade
sl: Opomin na račun za elektriko

source: Electricity source
de: Stromquelle
pt_pt: Fonte de eletricidade

source: Email Address
da: E-mailadresse
de: E-Mail Adresse
pt_pt: Endereço de Email
sl: Elektronski naslov

source: Email address changed
da: e-mailadresse er ændret
de: E-Mail Adresse geändert
pt_pt: Endereço de email alterado
sl: Spremenjen e-poštni naslov

source: Enabled
da: Aktiveret
de: Aktiviert
pt_pt: Ativado
sl: Omogočeno

source: End
da: Slut
de: Ende
pt_pt: Fim
sl: Konec

source: End of travel
da: Rejsens afslutning
de: Ende der Fahrt
pt_pt: Fim da viagem

source: Energy exported
de: Ausgeführte Energie
pt_pt: Energia exportada

source: Energy exported (optional)
de: Ausgeführte Energie (optional)
pt_pt: Energia exportada (facultativo)

source: Energy produced
de: Erzeugte Energie
pt_pt: Energia produzida

source: Energy usage
de: Energieverbrauch
pt_pt: Consumo de energia

source: Energy Used
da: Energi forbrugt
de: Verwendete Energie
pt_pt: Energia utilizada
sl: Porabljena energija

source: Enter your current password.
da: Indtast din nuværende adgangskode.
de: Geben Sie Ihr aktuelles Passwort ein.
pt_pt: Insere a tua palavra-passe atual.
sl: Vnesi svoje trenutno geslo.

source: Enter your information to create your personal AURORA profile.
da: Indtast dine oplysninger for at oprette din personlige AURORA-profil.
de: Geben Sie Ihre Daten ein, um Ihr persönliches AURORA-Profil zu erstellen.
pt_pt: Insere a tua informação para criar o teu perfil pessoal AURORA.
sl: Vnesi svoje podatke in ustvarite osebni profil AURORA.

source: Entries
da: Indlæg
de: Einträge
pt_pt: Registos
sl: Vnosi

source: Error
da: Fejl
de: Fehler
pt_pt: Erro
sl: Napaka

source: Explorer
de: Entdecker*in
pt_pt: Empenhado
sl: Raziskovalec

source: Export
da: Eksport
de: Exportieren
pt_pt: Exportar
sl: Izvoz

source: Export Data
da: Eksportér data
de: Daten exportieren
pt_pt: Exportar Dados
sl: Izvoz podatkov

source: Female
da: Kvinde
de: Weiblich
pt_pt: Feminino
sl: Ženska

source: Fequency
da: Hyppighed
de: Frequenz
pt_pt: Frequência

source: Firewood
de: Brennholz
pt_pt: Lenha

source: First Mover
de: Favorit*in
sl: Prva oseba, ki se premika

source: First name
da: Fornavn
de: Vornamen
pt_pt: Primeiro nome
sl: Ime in priimek

source: Frequency
da: Hyppighed
de: Häufigkeit
pt_pt: Frequência
sl: Pogostost

source: Friday
da: Fredag
de: Freitag
pt_pt: Sexta-feira

source: Fuel car
da: Brændstofbil
de: Treibstoffauto
pt_pt: Carro a combustível fóssil
sl: Vozilo na gorivo

source: Fuel consumption
de: Kraftstoffverbrauch
pt_pt: Consumo de combustível

source: Fuel consumption (optional)
de: Kraftstoffverbrauch (optional)
pt_pt: Consumo de combustível (opcional)

source: Gender
da: Køn
de: Geschlecht
pt_pt: Género
sl: Spol

source: Geothermal
da: Geotermisk
de: Geothermie
pt_pt: Geotérmico
sl: Geotermalna

source: Geothermal energy
da: Geotermisk energi
de: Geothermische Energie
pt_pt: Energia geotérmica
sl: Geotermalna energija

source: Go back
de: Zurück
pt_pt: Voltar

source: Ground Breaker
de: Grenzgänger*in
sl: Lomilec tal

source: Has your regular energy behaviour changed?
da: Har din regelmæssige energiadfærd ændret sig?
de: Hat sich Ihr reguläres Energieverhalten geändert?
pt_pt: O seu comportamento energético regular mudou?
