Repository: AURORA-H2020/AURORA-iOS
Catalog: AURORA/Resources/*.lproj/Localizable.strings
Languages: da, de, pt_pt, sl

source: Heating
da: Varme
de: Heizen
pt_pt: Aquecimento
sl: Ogrevanje

source: Heating bill reminder
da: Påmindelse om varmeregning
de: Erinnerung an die Heizkostenabrechnung
pt_pt: Lembrete da fatura de aquecimento
sl: Opomnik za račun za ogrevanje

source: Heating fuel
da: Brændstof til opvarmning
de: Heizmittel
pt_pt: Combustível de aquecimento
sl: Gorivo za ogrevanje

source: Heating oil
da: Fyringsolie
de: Heizöl
pt_pt: Óleo de aquecimento
sl: Kurilno olje

source: Heating source
da: Varmekilde
de: Heizquelle
pt_pt: Fonte de aquecimento
sl: Vir ogrevanja

source: Here you can add regularly repeating consumptions, such as your commute. Recurring consumptions automatically add consumptions for you based on a custom interval.
da: Her kan du tilføje regelmæssigt gentagne forbrug, såsom din pendling. Tilbagevendende forbrug tilføjer automatisk forbrug til dig baseret på et brugerdefineret interval.
de: Hier können Sie regelmäßig wiederkehrende Verbräuche, wie zum Beispiel Ihren Arbeitsweg, hinzufügen. Wiederkehrende Verbräuche fügen automatisch Verbräuche in dem von Ihnen angegebenen Interval hinzu..
pt_pt: Aqui pode adicionar consumos recorrentes, tais como transporte. Consumos recorrentes contabilizam automaticamente os consumos ao seu consumo total com base num intervalo definido

source: High speed train
da: Højhastighedstog
de: Hochgeschwindigkeitszug
pt_pt: Comboio de alta velocidade
sl: Hitri vlak

source: Home
da: Hjem
de: Start
pt_pt: Casa
sl: Domov

source: Home energy label
de: Energieausweis des Zuhauses
pt_pt: Classificação energética da casa

source: Home Photovoltaics
de: Eigene Photovoltaik
pt_pt: Fotovoltaico doméstico

source: Home-based workers/students
de: Von Zuhause arbeitend / studierend
pt_pt: Trabalhadores/estudantes remotos

source: Homemakers
de: Familienfürsorger*innen
pt_pt: Domésticos

source: Household profile
de: Haushaltsprofil
pt_pt: Perfil doméstico

source: How does it work?
da: Hvordan fungere det?
de: Wie funktioniert das?
pt_pt: Como funciona?
sl: Kako to deluje?

source: How many people, including you, live in your household.
da: Hvor mange personer, inklusiv dig selv, bor der i din husstand?
de: Wie viele Personen, einschließlich Ihnen, leben in Ihrem Haushalt?
pt_pt: Quantas pessoas, a contar contigo, vivem na tua casa.
sl: Koliko oseb, vključno s tabo, živi v tvojem gospodinjstvu.

source: Hybrid car
da: Hybridbil
de: Hybrid-Auto
pt_pt: Carro híbrido
sl: Hibridni avtomobil

source: Hybrid-electric bus
da: Hybrid elbus
de: Hybrid-Elektrobus
pt_pt: Autocarro elétrico-híbrido
sl: Hibridno-električni avtobus

source: I would like to receive updates about the app and AURORA project by email.
da: Jeg vil gerne modtage opdateringer om appen og AURORA-projektet via e-mail.
de: Ich möchte Updates über die App und das AURORA-Projekt per E-Mail erhalten.
pt_pt: Gostaria de receber atualizações sobre a aplicação e o projeto AURORA por email.

source: Important
de: Wichtig
pt_pt: Importante

source: Imprint
da: Forlæggermærke
de: Impressum
pt_pt: Carimbo
sl: Odtis

source: Investment
da: Investering
de: Investition
pt_pt: Investimento
sl: Naložba

source: It seems you're offline. Your data will automatically sync as soon as you reconnect to the internet.
de: Es scheint, dass Sie offline sind. Ihre Daten werden automatisch synchronisiert, sobald Sie wieder mit dem Internet verbunden sind.
pt_pt: Parece que está offline. Os seus dados serão sincronizados automaticamente assim que se voltar a ligar à Internet.

source: Last name
da: Efternavn
de: Nachname
pt_pt: Último nome
sl: Priimek

source: Latest entries
da: Seneste indlæg
de: Letzte Einträge
pt_pt: Últimos registos
sl: Najnovejši vnosi

source: Learn more
da: Læs mere
de: Mehr erfahren
pt_pt: Sabe mais
sl: Več informacij

source: Learn more on our website
da: Læs mere på vores hjemmeside
de: Erfahren Sie mehr auf unserer Website
pt_pt: Sabe mais na nossa página web.
sl: Več informacij najdeš na našem spletnem mestu

source: Legal information
da: Juridiske oplysninger
de: Rechtliche Informationen
pt_pt: Informação legal
sl: Pravne informacije

source: Licenses
da: Licenser
de: Lizenzen
pt_pt: Licenças
sl: Licence

source: Locally-produced biomass
da: Lokalt produceret biomasse
de: Lokal erzeugte Biomasse
pt_pt: Biomassa produzida localmente
sl: Lokalno proizvedena biomasa

source: Login
de: Anmelden
pt_pt: Entrar
sl: Prijava

source: Login failed
da: Login mislykkedes
de: Anmelden fehlgeschlagen
pt_pt: Erro ao entrar
sl: Prijava ni uspela

source: Logout
da: Log ud
de: Abmelden
pt_pt: Sair
sl: Odjava

source: Male
da: Mand
de: Männlich
pt_pt: Masculino
sl: Moški

source: Medium occupancy
da: Middel pladsforhold
de: Mittlere Auslastung
pt_pt: Ocupação média
sl: Srednja zasedenost

source: Metro, tram, or urban light train
da: Metro, sporvogn eller letbane
de: U-Bahn, Straßenbahn oder Stadtbahn
pt_pt: Metro, metro de superfície ou comboio ligeiro urbano
sl: Metro, tramvaj ali mestni vlak

source: Mobility reminder
da: Mobilitetspåmindelse
de: Erinnerung an die Mobilität
pt_pt: Lembrete de mobilidade
sl: Opomnik za mobilnost

source: Monday
da: Mandag
de: Montag
pt_pt: Segunda-feira

source: Month
da: Måned
de: Monat
pt_pt: Mês
sl: Mesec

source: Monthly
da: Månedlig
de: Monatlich
pt_pt: Mensal

source: Motorcycle
da: Motorcykel
de: Motorrad
pt_pt: Motociclo
sl: Motorno kolo

source: National Grid (green provider)
de: Nationales Stromnetz (grüner Anbieter)
pt_pt: Rede Nacional (fornecedor verde)

source: National Grid (standard)
de: Nationales Stromnetz (Standard)
pt_pt: Rede Nacional (padrão)

source: Natural gas
da: Naturgas
de: Erdgas
pt_pt: Gás natural
sl: Zemeljski plin

source: Nearly full
da: Næsten fyldt
de: Nahezu voll
pt_pt: Quase cheio
sl: Skoraj polno

source: New email address
da: Ny e-mailadresse
de: Neue E-Mail Adresse
pt_pt: Novo endereço de email
sl: Nov e-poštni naslov

source: New Password
da: Ny adgangskode
de: Neues Passwort
pt_pt: Nova palavra-passe
sl: Novo geslo

source: No
da: Nej
de: Nein
pt_pt: Não

source: No consumption entered yet (?)
da: Der er endnu ikke registreret noget forbrug (?)
de: Noch kein Verbrauch eingegeben (?)
pt_pt: Ainda não foi registado nenhum consumo (?)
sl: Poraba še ni vnesena (?)

source: Non Binary
da: Ikke-binær
de: Nicht-binär
pt_pt: Não binário
sl: Nebinarno

source: Notifications
da: Meddelelser
de: Benachrichtigungen
pt_pt: Notificações
sl: Obvestila

source: Occupancy
da: Pladsforhold
de: Auslastung
pt_pt: Ocupação
sl: Zasedenost

source: Occupancy: %lld
da: Pladsforhold: %lld
de: Auslastung: %lld
pt_pt: Ocupação: %lld
sl: Zasedenost: %lld

source: Oil
da: Olie
de: Öl
pt_pt: Óleo
sl: Nafta

source: Only %@ is supported as a recurring consumption.
da: Kun %@ understøttes som et tilbagevendende forbrug.
de: Nur %@ wird als wiederkehrender Verbrauch unterstützt.
pt_pt: Apenas %@ é suportado como consumo recorrente.

source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
pt_pt: Abrir definições
sl: Odpri nastavitve

source: Other
da: Andre
de: Andere
pt_pt: Outro
sl: Ostalo

source: Other bus
da: Anden bus
de: Anderer Bus
pt_pt: Outro autocarro
sl: Drugi avtobus

source: Other City
da: Anden by
de: Andere Stadt
pt_pt: Outra cidade
sl: Drugo mesto

source: Overall
da: Samlet
de: Insgesamt
pt_pt: Em geral
sl: Splošno

source: Password
da: Adgangskode
de: Passwort
pt_pt: Palavra-Passe
sl: Geslo

source: Password changed
da: Adgangskode ændret
de: Passwort geändert
pt_pt: Palavra-Passe alterada
sl: Geslo je spremenjeno

source: Password confirmation doesn't match.
da: Adgangskodebekræftelse stemmer ikke overens.
de: Die Passwortbestätigung stimmt nicht überein.
pt_pt: A confirmação da palavra-passe não coincide.
sl: Potrditev gesla ne ustreza.

source: Password reset
da: Adgangskode nulstillet
de: Passwort zurücksetzen
pt_pt: Redefinir palavra-passe
sl: Ponastavitev gesla

source: People in household
de: Personen im Haushalt
pt_pt: Número de pessoas na habitação

source: People in household: %lld
da: Personer i husstanden: %lld
de: Personen im Haushalt: %lld
pt_pt: Número de pessoas na habitação: %lld
sl: Število oseb v gospodinjstvu: %lld

source: Plane (domestic)
de: Flugzeug (Inland)
pt_pt: Avião (doméstico)

source: Plane (extra EU)
de: Flugzeug (außerhalb der EU)
pt_pt: Avião (extra UE)

source: Plane (intra EU)
de: Flugzeug (innerhalb der EU)
pt_pt: Avião (intra-UE)

source: Please choose
da: Vælg venligst
de: Bitte wählen Sie
pt_pt: Por favor escolhe
sl: Izberi

source: Please enable notifications for the AURORA app in the settings of your device.
da: Aktiver venligst notifikationer for AURORA-appen under indstillingerne i din mobilenhed
de: Bitte aktivieren Sie Benachrichtigungen für die AURORA-App in den Einstellungen Ihres Geräts.
pt_pt: Por favor, ativa as notificações para a aplicação AURORA nas definições do teu dispositivo.
sl: V nastavitvah naprave omogoči obvestila za aplikacijo AURORA.

source: Please logout and login again to delete your account.
da: Log venligst ud og log på igen for at slette din konto.
de: Bitte loggen Sie sich aus und wieder ein, um Ihr Konto zu löschen.
pt_pt: Por favor, sai e inicia a sessão novamente para apagar a tua conta.
sl: Če želiš izbrisati svoj račun, se odjavite in ponovno prijavite.

source: Please note that all values displayed here are specific for your city, **%@**, and are merely for information. All calculations are based on current plans for the photovoltaic installations, and may need to be adjusted later. Estimated savings might be different from actual data, once the photovoltaic installations will be operational. You obviously do not make any commitments by using this calculator. This calculator uses the [Photovoltaic Geographical](https://re.jrc.ec.europa.eu/pvg_tools/) Information System (PVGIS) by the European Commission Joint Research Centre.
da: Bemærk venligst, at alle værdier, der vises her, er specifikke for din by, **%@**, og kun er til orientering. Alle beregninger er baseret på nuværende planer for solcelleanlæggene og skal muligvis justeres senere. Estimerede besparelser kan være anderledes end de faktiske data, når solcelleanlæggene er i drift. Du påtager dig naturligvis ingen forpligtelser ved at bruge appen. Appen bruger [Photovoltaic Geographical](https://re.jrc.ec.europa.eu/pvg_tools/ ) Informationssystem (PVGIS) af Det Fælles Forskningscenter i Europa-Komissionen.
de: Bitte beachten Sie, dass alle hier angezeigten Werte spezifisch für Ihre Stadt, **%@**, sind und lediglich der Information dienen. Alle Berechnungen beruhen auf den aktuellen Plänen für die Photovoltaikanlagen und müssen möglicherweise später angepasst werden. Die geschätzten Einsparungen können von den tatsächlichen Daten abweichen, sobald die Photovoltaikanlagen in Betrieb sind. Mit der Nutzung dieses Rechners gehen Sie selbstverständlich keine Verpflichtungen ein. Dieser Rechner verwendet das [Photovoltaic Geographical](https://re.jrc.ec.europa.eu/pvg_tools/) Information System (PVGIS) der Gemeinsamen Forschungsstelle der Europäischen Kommission.
pt_pt: Por favor nota que todos os valores apresentados são específicos para a tua cidade, **%@**, e são meramente informativos. Todos os cálculos são baseados nos planos atuais para a instalação fotovoltaica, e podem precisar de ser ajustados mais tarde. Poupanças estimadas podem ser diferentes dos dados atuais, assim que a instalação fotovoltaica esteja operacional. Obviamente não farás nenhum compromisso ao utilizar esta calculadora. Esta calculadora usa o [Photovoltaic Geographical](https://re.jrc.ec.europa.eu/pvg_tools/) Information System (PVGIS) do Centro Comum de Investigação da Comissão Europeia.
sl: Upoštevaj, da so vse prikazane vrednosti značilne za vaše mesto, **%@**, in so zgolj informativne. Vsi izračuni temeljijo na trenutnih načrtih za sončne elektrarne in jih bo morda treba pozneje prilagoditi. Ocenjeni prihranki se lahko razlikujejo od dejanskih podatkov, ko bodo sončne elektrarne začele delovati. Z uporabo tega kalkulatorja se seveda ne zavezujete. Ta kalkulator uporablja [Photovoltaic Geographical](https://re.jrc.ec.europa.eu/pvg_tools/) Information System (PVGIS) Joint Research Centre Evropske komisije.

source: Power consumption
de: Stromverbrauch
pt_pt: Consumo de energia

source: Power consumption (optional)
de: Stromverbrauch (optional)
pt_pt: Consumo de energia (opcional)

source: Prefer not to say
da: Foretrækker ikke at sige noget
de: Keine Angabe
pt_pt: Prefiro não dizer
sl: Raje ne povem

source: Privacy policy
da: Politik om beskyttelse af personlige oplysninger
de: Datenschutzbestimmungen
pt_pt: Política de privacidade
sl: Politika zasebnosti

source: produced
da: produceret
de: produziert
pt_pt: produzido
sl: izdelano

source: Profile
da: Profil
de: Profil
pt_pt: Perfil
sl: Profil

source: Quit
da: Afslut
de: Beenden
pt_pt: Sair

source: Recent login required
da: Seneste login påkrævet
de: Neue Anmeldung erforderlich
pt_pt: É necessário um login recente
sl: Potrebna je nedavna prijava

source: Recurring consumptions
da: Tilbagevendende forbrug
de: Wiederkehrende Verbräuche
pt_pt: Consumos recorrentes

source: Register
da: Oprettelse
de: Registrieren
pt_pt: Registar

source: Registration failed
da: Oprettelse mislykkedes
de: Registrierung fehlgeschlagen
pt_pt: O registo falhou
sl: Registracija ni uspela

source: Regular energy behaviour changes
da: Regelmæssige ændringer i energiadfærden
de: Nach Energieverhalten fragen
pt_pt: Alterações comportamentais regulares

source: Reject
de: Ablehnen
pt_pt: Rejeitar

source: Rejecting the latest Privacy Policy and Terms of Services requires us to delete your account. Note that we cannot recover your account after deleting it.
de: Wenn Sie die neuesten Datenschutzbestimmungen und Nutzungsbedingungen ablehnen, müssen wir Ihr Konto löschen. Beachten Sie, dass wir Ihr Konto nach der Löschung nicht wiederherstellen können.
pt_pt: A rejeição da Política de Privacidade e dos Termos de Serviço mais recentes obriga-nos a eliminar a sua conta. Tenha em atenção que não podemos recuperar a sua conta depois de a eliminar.

source: Reload
da: Genindlæs
de: Neu laden
pt_pt: Recarregar
sl: Ponovno nalaganje

source: Reset
da: Nulstil
de: Zurücksetzen
pt_pt: Reiniciar
sl: Ponastavitev

source: Reset my password
da: Nulstil min adgangskode
de: Mein Passwort zurücksetzen
pt_pt: Redefinir a minha palavra-passe
sl: Ponastavitev mojega gesla

source: Reset Password
da: Nulstil adgangskode
de: Passwort zurücksetzen
pt_pt: Redefinir palavra-passe
sl: Ponastavitev gesla

source: Retired individuals
de: Personen im Ruhestand
pt_pt: Reformado

source: Retry
da: Prøv igen
de: Erneut versuchen
pt_pt: Tentar novamente

source: Saturday
da: lørdag
de: Samstag
pt_pt: Sábado

source: Save
da: Gem
de: Speichern
pt_pt: Guardar
sl: Shrani

source: Save changes
da: Gem ændringer
de: Änderungen speichern
pt_pt: Guardar alterações

source: Select
da: Vælg
de: Auswählen
pt_pt: Selecionar

source: Select the appropriate electricity source.
de: Wählen Sie die Quelle Ihres Stromverbrauchs aus.
pt_pt: Selecione a fonte de eletricidade apropriada.

source: Select the beginning and end of this consumption. You can find this information on your electricity bill.
da: Vælg begyndelsen og slutningen af dette forbrug. Du kan finde disse oplysninger på din elregning.
de: Wählen Sie den Beginn und das Ende dieses Verbrauchs. Sie finden diese Informationen auf Ihrer Stromrechnung.
pt_pt: Seleciona o início e fim deste consumo. Podes encontrar esta informação na tua fatura de eletricidade.
sl: Izberi začetek in konec te porabe. Te podatke lahko najdeš na računu za električno energijo.

source: Select the beginning and end of this consumption. You can find this information on your heating bill.
da: Vælg begyndelsen og slutningen af dette forbrug. Du kan finde disse oplysninger på din varmeregning.
de: Wählen Sie den Beginn und das Ende dieses Verbrauchs. Sie finden diese Informationen auf Ihrer Heizkostenabrechnung.
pt_pt: Seleciona o início e fim deste consumo. Podes encontrar esta informação na tua fatura de aquecimento.
sl: Izberi začetek in konec te porabe. Te podatke lahko najdeš na računu za ogrevanje.

source: Select your type of heating. You can find this information on your heating bill.
da: Vælg din type af opvarmning. Du kan finde disse oplysninger på din varmeregning.
de: Wählen Sie Ihre Heizungsart. Diese Information finden Sie auf Ihrer Heizkostenabrechnung.
pt_pt: Seleciona o teu tipo de aquecimento. Podes encontrar esta informação na tua fatura de aquecimento.
sl: Izberi vrsto ogrevanja. Te podatke lahko najdeš na računu za ogrevanje.

source: Set
da: Indstille
de: Auswählen
pt_pt: Definir

source: Settings
da: Indstillinger
de: Einstellungen
pt_pt: Definições
sl: Nastavitve

source: Show all entries
da: Vis alle indlæg
de: Alle Einträge anzeigen
pt_pt: Mostrar todos os registos
sl: Prikaži vse vnose

source: Solar Power
da: Solenergi
de: Solarenergie
pt_pt: Energia Solar
sl: Sončna energija

source: Solar thermal
da: Solvarme
de: Solarthermie
pt_pt: Solar térmico
sl: Sončna toplota

source: Solar thermal energy
da: Termisk solenergi
de: Solarthermische Energie
pt_pt: Energia solar térmica
sl: Sončna toplotna energija

source: Start of travel
da: Rejsestart
de: Beginn der Fahrt
pt_pt: Início da viagem
sl: Začetek potovanja

source: Submit
da: Indsend
de: Bestätigen
pt_pt: Submeter
sl: Pošlji

source: Sunday
da: Søndag
de: Sonntag
pt_pt: Domingo

source: Terms of Service
de: Nutzungsbedingungen
pt_pt: Termos de Serviço

source: The next notification will be sent on %@
da: Den næste notifikation vil blive sendt den %@
de: Die nächste Benachrichtigung wird am %@ gesendet
pt_pt: A próxima notificação será enviada em %@
sl: Naslednje obvestilo bo poslano %@

source: This app was developed by the AURORA Horizon 2020 EU-funded project (No. [101036418](https://cordis.europa.eu/project/id/101036418)). Your data is processed by members of the project consortium and securely stored in Google Firebase. Your data will only be used for research purposes in an anonymised format and never commercially without your explicit consent. You can modify, download or delete your data at any time or reach out to our support under [app-support@aurora-h2020.eu](mailto:app-support@aurora-h2020.eu). By proceeding you agree to the AURORA’s [Terms of Service](https://www.aurora-h2020.eu/aurora/app-tos) and [Privacy Policy](https://www.aurora-h2020.eu/aurora/app-privacy-policy).
de: Diese App wurde im Rahmen des von der EU geförderten Projekts AURORA Horizon 2020 (Nr. [101036418](https://cordis.europa.eu/project/id/101036418)) entwickelt. Ihre Daten werden von den Mitgliedern des Projektkonsortiums verarbeitet und sicher in Google Firebase gespeichert. Ihre Daten werden nur in anonymisierter Form für Forschungszwecke verwendet und niemals ohne Ihre ausdrückliche Zustimmung kommerziell genutzt. Sie können Ihre Daten jederzeit ändern, herunterladen oder löschen oder sich an unseren Support unter [app-support@aurora-h2020.eu](mailto:app-support@aurora-h2020.eu) wenden. Indem Sie fortfahren, erklären Sie sich mit den [Nutzungsbedingungen](https://www.aurora-h2020.eu/de/aurora/app-tos) und der [Datenschutzrichtlinie](https://www.aurora-h2020.eu/de/aurora/app-privacy-policy) von AURORA einverstanden.

source: This entry was automatically added via recurring consumptions.
da: Dette indlæg blev automatisk tilføjet via tilbagevendende forbrug.
de: Dieser Eintrag wurde automatisch über wiederkehrende Verbräuche hinzugefügt.
pt_pt: Este registo foi automaticamente por via de consumos recorrentes

source: This information helps us to more accurately calculate your carbon footprint. Please note that you can't change your country later. Crowdfunding of local photovoltaic installations is currently only planned for select cities of AURORA project partners.
da: Disse oplysninger hjælper os til mere præcist at beregne dit CO₂-aftryk. Bemærk venligst, at du ikke kan ændre dit land senere. Crowdfunding af lokale solcelleanlæg er i øjeblikket kun planlagt for udvalgte byer af AURORA-projektpartnere.
de: Diese Informationen helfen uns, Ihren CO₂-Fußabdruck genauer zu berechnen. Bitte beachten Sie, dass Sie Ihr Land später nicht mehr ändern können. Crowdfunding für lokale Photovoltaikanlagen ist derzeit nur für ausgewählte Städte der AURORA-Projektpartner geplant.
pt_pt: Esta informação ajuda-nos a calcular com maior precisão a tua pegada de carbono. Por favor nota que, mais tarde, não poderás alterar o teu país. Crowdfunding de instalações fotovoltaicas locais estão neste momento planeadas apenas para as cidades selecionadas pelos parceiros do projeto AURORA.
sl: Te informacije nam pomagajo natančneje izračunati tvoj ogljični odtis. Upoštevaj, da svoje države pozneje ne moreš spremeniti. Množično financiranje lokalnih sončnih elektrarn je trenutno načrtovano le za izbrana mesta partnerjev projekta AURORA.

source: This is the amount of CO₂ that would be emitted if you had drawn the produced energy from your local grid instead.
da: Dette er mængden af CO₂, der ville blive udledt, hvis du i stedet havde trukket den producerede energi fra dit lokale net.
de: Soviel CO₂ würde entstehen, wenn Sie die erzeugte Energie aus dem örtlichen Netz beziehen.
pt_pt: Esta é a quantidade de CO₂ que seria emitida se tivesses consumido a energia produzida a partir da rede elétrica local.
sl: To je količina CO₂, ki bi se sprostila, če bi proizvedeno energijo črpali iz lokalnega omrežja.

source: Thursday
da: Torsdag
de: Donnerstag
pt_pt: Quinta-feira

source: Time
da: Tid
de: Zeit
pt_pt: Hora
sl: Čas

source: Trains & Trams
da: Tog og sporvogne
de: Züge & Straßenbahnen
pt_pt: Comboios & Elétricos
sl: Vlaki in tramvaji

source: Transportation
da: Transport
de: Transport
pt_pt: Transporte
sl: Prevozi

source: Transportation type
da: Transporttype
de: Verkehrsmittel
pt_pt: Tipo de transporte
sl: Vrsta prevoza

source: Tuesday
da: Tirsdag
de: Dienstag
pt_pt: Terça-feira

source: Type
de: Typ
pt_pt: Tipo
sl: Tip

source: Typical occupancy
da: Typisk pladsforhold
de: Typische Auslastung
pt_pt: Ocupação típica

source: Typical occupancy: %lld
da: Typisk pladsforhold:% lld
de: Typische Auslastung: %lld
pt_pt: Ocupação típica: %lld

source: Unknown
de: Unbekannt
pt_pt: Desconhecido

source: Unsaved changes
da: Ikke-gemte ændringer
de: Nicht gespeicherte Änderungen
pt_pt: Alterações não salvas

source: Unsure
de: Unsicher
pt_pt: Não tenho a certeza

source: Update recurring consumptions?
da: Opdatér tilbagevendende forbrug?
de: Wiederkehrende Verbräuche aktualisieren?
pt_pt: Atualizar consumos recorrentes?

source: Updated
da: Opdateret
de: Aktualisiert
pt_pt: Atualizar
sl: Posodobljeno

source: used
da: brugt
de: verbraucht
pt_pt: usado
sl: uporabljen

source: View your energy labels
da: Se dine energimærker
de: Ihre Energieabzeichen anzeigen
pt_pt: Vê as tuas etiquetas energéticas
sl: Oglejte si svoje energetske nalepke

source: Walking
da: Gående
de: Laufen
pt_pt: Caminhar
sl: Hoja

source: Warning
de: Achtung
pt_pt: Aviso

source: Waste treatment
da: Affaldsforbrænding
de: Abfallbehandlung
pt_pt: Tratamento de resíduos
sl: Ravnanje z odpadki

source: We can remind you to enter your electricity consumption based on your bill. Just let us know when you expect the next one.
da: Vi kan minde dig om at indtaste dit elforbrug ud fra din regning. Bare lad os vide, hvornår du forventer den næste.
de: Wir können daran erinnern Ihren Stromverbrauch einzutragen. Lassen Sie uns einfach wissen, wann Sie die nächste Rechnung erwarten.
pt_pt: Nós podemos relembrar-te para introduzires o teu consumo de eletricidade baseado na tua fatura. Indica-nos quando esperas receber a próxima.
sl: Opomnimo te lahko, da vneseš porabo električne energije na podlagi računa. Sporoči nam le, kdaj pričakuješ naslednjega.
