Repository: AURORA-H2020/AURORA-iOS
Catalog: AURORA/Resources/*.lproj/Localizable.strings
Languages: da, de, pt_pt, sl

source: We can remind you to enter your energy consumption based on your bill. Just let us know when you expect the next one.
da: Vi kan minde dig om at indtaste dit varmeforbrug ud fra din regning. Bare lad os vide, hvornår du forventer den næste.
de: Wir können daran erinnern Ihren Energieverbrauch einzutragen. Lassen Sie uns einfach wissen, wann Sie die nächste Rechnung erwarten.
pt_pt: Nós podemos relembrar-te para introduzires o teu consumo de energia baseado na tua fatura. Apenas indica-nos quando esperas receber a próxima.
sl: Opomnimo te lahko, da vneseš porabo energije na podlagi računa. Sporoči nam le, kdaj pričakuješ naslednjega.

source: We can remind you to regularly enter your transportation data. Just let us know how frequently you travel.
da: Vi kan minde dig om regelmæssigt at indtaste dine transportdata. Bare fortæl os, hvor ofte du rejser.
de: Wir können Sie daran erinnern, Ihre Transportdaten regelmäßig einzugeben. Teilen Sie uns einfach mit, wie häufig Sie unterwegs sind.
pt_pt: Nós podemos relembrar-te regularmente para introduzires os teus dados de transporte. Apenas indica-nos o quão frequente viajas.
sl: Lahko te opomnimo, da redno vnašaš podatke o prevozu. Sporoči nam, kako pogosto potuješ.

source: We have updated our [Privacy Policy](https://www.aurora-h2020.eu/aurora/app-privacy-policy) and [Terms of Service](https://www.aurora-h2020.eu/aurora/app-tos). Please review and accept the latest version to continue using the app.
de: Wir haben unsere [Datenschutzrichtlinien](https://www.aurora-h2020.eu/de/aurora/app-privacy-policy) und [Nutzungsbedingungen](https://www.aurora-h2020.eu/de/aurora/app-tos) aktualisiert. Bitte prüfen und akzeptieren Sie die neueste Version, um die App weiterhin nutzen zu können.

source: Wednesday
da: onsdag
de: Mittwoch
pt_pt: Quarta-feira

source: Weekday
da: Hverdag
de: Wochentag
pt_pt: Dia da semana
sl: Delavnik

source: Weekdays
da: Hverdage
de: Wochentags
pt_pt: Dias da semana

source: Weekly
da: Ugentlig
de: Wöchentlich
pt_pt: Semanal

source: Workers/students outside the home
de: Außerhalb des Zuhauses arbeitend / studierend
pt_pt: Trabalhadores/estudantes deslocados

source: Year
da: År
de: Jahr
pt_pt: Ano
sl: Leto

source: Year of birth
da: Fødeår
de: Geburtsjahr
pt_pt: Ano de nascimento
sl: Letnica rojstva

source: Yearly
da: Årlig
de: Jährlich
pt_pt: Anual

source: Yes
da: Ja
de: Ja
pt_pt: Sim

source: You can find this information on your electricity bill.
da: Du kan finde disse oplysninger på din elregning.
de: Diese Information finden Sie auf Ihrer Stromrechnung.
pt_pt: Podes encontrar esta informação na tua fatura de eletricidade.
sl: Te podatke lahko najdeš na računu za elektriko.

source: You can find this information on your heating bill.
da: Du kan finde disse oplysninger på din varmeregning.
de: Diese Information finden Sie auf Ihrer Heizkostenabrechnung.
pt_pt: Podes encontrar esta informação na tua fatura de aquecimento.
sl: Te podatke lahko najdeš na računu za ogrevanje.

source: You can soon reduce your carbon footprint by investing into your local AURORA photovoltaic installation. Until then, you can already test here, by how much your footprint would be reduced, depending on your potential investment.
da: Du kan snart reducere dit CO₂-aftryk ved at investere i dit lokale AURORA solcelleanlæg. Indtil da kan du allerede teste her, hvor meget dit CO₂-aftryk vil blive reduceret, afhængigt af din potentielle investering.
de: Sie können schon bald Ihren ökologischen Fußabdruck verringern, indem Sie in Ihre lokale AURORA-Photovoltaikanlage investieren. Bis dahin können Sie hier schon einmal testen, um wie viel sich Ihr Fußabdruck, je nach Ihrer potenziellen Investition, verringern würde.
pt_pt: Brevemente podes reduzir a tua pegada de carbono ao investires na tua instalação fotovoltaica AURORA local. Até lá, já podes testar aqui, por quanto a tua pegada poderá ser reduzida, dependendo do teu potencial investimento.
sl: Kmalu lahko zmanjšaš svoj ogljični odtis z naložbo v lokalno sončno elektrarno AURORA. Do takrat lahko tukaj že preizkusiš, za koliko bi se tvoj ogljični odtis zmanjšal glede na morebitno naložbo.

source: You can usually find this information on an app or website provided by your PV installation contractor.
de: Diese Informationen finden Sie in der Regel in einer App oder auf einer Website, die von Ihrem Solar-Installateur bereitgestellt wird.
pt_pt: Normalmente, pode encontrar esta informação numa aplicação ou website fornecido pelo seu fornecedor de instalação fotovoltaica.

source: You may add a description to your entry to help you find it later.
da: Du kan tilføje en beskrivelse til dit indlæg for at hjælpe dig med at finde den senere.
de: Sie können Ihrem Eintrag eine Beschreibung hinzufügen um ihn später leichter zu finden.
pt_pt: Podes adicionar uma descrição ao teu consumo para te ajudar a encontrá-lo mais tarde.
sl: Vpisu lahko dodaš opis, da ga kasneje lažje najdeš.

source: You will shortly receive an email to reset your password.
da: Du vil snart modtage en e-mail for at nulstille din adgangskode.
de: Sie werden in Kürze eine E-Mail erhalten, um Ihr Passwort zurückzusetzen.
pt_pt: Brevemente receberás um email para redifinires a tua palavra-passe.
sl: Kmalu prejmeš e-poštno sporočilo za ponastavitev gesla.

source: You would be reducing CO₂ emissions within your local community by this amount. Great job!
da: Du ville reducere CO₂-udledningen i dit lokalsamfund med denne mængde. Godt arbejde!
de: Sie würden die CO₂-Emissionen in Ihrer Gegend um diese Menge reduzieren. Gut gemacht!
pt_pt: Estarias a reduzir esta quantidade de emissões de CO₂ dentro da tua comunidade local. Excelente trabalho!
sl: Za to količino bi zmanjšal emisije CO₂ v svoji lokalni skupnosti. Odlično delo!

source: Your Carbon Emissions Labels
da: Dine CO₂-udledningsmærker
de: Ihre CO₂-Emissionsabzeichen
pt_pt: As tuas Etiquetas de Emissões de Carbono
sl: Tvoje oznake za emisije ogljika

source: Your data has been successfully downloaded. Do you want to export it?
da: Dine data er blevet downloadet med succes. Ønsker du at eksportere dem?
de: Ihre Daten wurden erfolgreich heruntergeladen. Möchten Sie sie exportieren?
pt_pt: Os teus dados foram descarregados com sucesso. Queres exportá-los?
sl: Tvoji podatki so bili uspešno preneseni. Ali jih želiš izvoziti?

source: Your email address has successfully been changed.
da: Din e-mailadresse er blevet ændret.
de: Ihre E-Mail Adresse wurde erfolgreich geändert.
pt_pt: O teu endereço de email for alterado com sucesso.
sl: Tvoj e-poštni naslov je bil uspešno spremenjen.

source: Your Energy Labels
da: Dine energimærker
de: Ihre Energieabzeichen
pt_pt: As tuas Etiquetas Energéticas
sl: Tvoje energetske nalepke

source: Your energy labels are calculated based on your tracked consumption and specific to your location. This means, as you enter data throughout the year, more of your carbon emission and energy budgets will be made available. For example: If you have only entered data for all days of January and December, 2/12 of the total budget will be used to calculate your label. The only exception is transportation, which yields the full budget after a certain number of annual entries. Your overall budget is based on the sum of your electricity, heating and transportation budgets.
da: Dine energimærker beregnes ud fra dit forbrug og er specifikt for din by. Det betyder, at efterhånden som du indtaster data i løbet af året, vil flere af dine CO₂-udledning og energibudgetter blive gjort tilgængelige. For eksempel: Hvis du kun har indtastet data for alle dage i januar og december, vil 2/12 af det samlede budget blive brugt til at beregne din mærker. Den eneste undtagelse er transport, som giver det fulde budget efter et vist antal årlige indlæg. Dit samlede CO₂ budget er baseret på summen af dine el-, varme- og transport forbrug.
de: Ihre Energieabzeichen werden auf der Grundlage Ihres erfassten Verbrauchs und speziell für Ihren Standort berechnet. Das heißt, je mehr Daten Sie im Laufe des Jahres eingeben, desto mehr Ihrer Kohlenstoffemissionen und Ihres Energiebudgets stehen zur Vefügung. Ein Beispiel: Wenn Sie nur Daten für alle Tage im Januar und Dezember eingegeben haben, werden 2/12 des Gesamtbudgets für die Berechnung Ihres Abzeichens verwendet. Die einzige Ausnahme ist der Transport, der nach einer bestimmten Anzahl von jährlichen Einträgen das volle Budget erreicht. Ihr Gesamtbudget ergibt sich aus der Summe Ihrer Budgets für Strom, Heizung und Transport.
pt_pt: As tuas etiquetas energéticas são calculadas com base no teu consumo de energia rastreado e específico da tua localização. Isto significa que, à medida que introduza dados ao longo do ano, mais das tuas emissões de carbono e balanços de energia serão disponibilizados. Por exemplo: Se tiveres introduzido dados apenas para todos os dias de Janeiro e Dezembro, 2/12 do balanço total será utilizado para calcular a tua etiqueta. A única excepção é o transporte, que produz o balanço completo após um certo número de entradas anuais. O teu balanço global é baseado na soma dos seus balanços de eletricidade, aquecimento e transporte.
sl: Tvoje energetske nalepke so izračunane na podlagi spremljane porabe in glede na tvojo lokacijo. To pomeni, da bo z vnašanjem podatkov med letom na voljo več podatkov o tvojih emisijah ogljika in energetskih računih. Na primer: Če si vnesli podatke samo za vse dni v januarju in decembru, bo za izračun tvoje nalepke uporabljena 2/12 celotnega obsega proračuna. Edina izjema je prevoz, pri katerem se po določenem številu letnih vnosov pridobi celoten izračun. Tvoj skupni znesek temelji na vsoti računov za električno energijo, ogrevanje in prevoz.

source: Your energy labels are currently not available.
da: Dine energimærker er ikke tilgængelige i øjeblikket.
de: Ihre Energieabzeichen sind derzeit nicht verfügbar.
pt_pt: De momento, as tuas etiquetas energéticas não se encontram disponíveis.
sl: Tvoje energetske nalepke trenutno niso na voljo.

source: Your investment
da: Din investering
de: Ihre Investition
pt_pt: O teu investimento
sl: Tvoja naložba

source: Your Password has successfully been changed.
da: Din adgangskode er nu blevet ændret.
de: Ihr Passwort wurde erfolgreich geändert.
pt_pt: A tua palavra-passe foi alterada com sucesso.
sl: Geslo je bilo uspešno spremenjeno.

source: Your performance
da: Din præstation
de: Ihr Energieverbrauch
pt_pt: O teu desempenho

source: Your profile changes couldn't be saved. Please check your inputs and try again.
da: Dine profilændringer kunne ikke gemmes. Kontrollér venligst dine indtastninger og prøv igen.
de: Ihre Profiländerungen konnten nicht gespeichert werden. Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.
pt_pt: As tuas alterações de perfil não puderam ser gravadas. Por favor verifica os teus dados e tenta outra vez.
sl: Sprememb profila ni bilo mogoče shraniti. Prosim, preveri svoje vnose in poskusi znova.

source: Your Solar Power
da: Din solenergi
de: Ihr Solarstrom
pt_pt: A tua Energia Solar
sl: Tvoja sončna energija

source: %@ in %@
da: %@ i %@
pt_pt: %@ em %@
sl: %@ v %@

source: Diesel bus
pt_pt: Autocarro a diesel
sl: Avtobus na dizelski pogon

source: LPG
da: LPG (Liquefied Petroleum Gas)
pt_pt: GPL
sl: Avtoplin LPG

source: Okay
pt_pt: Ok
sl: V redu

source: Support
pt_pt: Apoio
sl: Podpora

source: Plane
da: Fly
sl: Letalo

source: By continuing, you agree to AURORA's [Terms of Service](https://www.aurora-h2020.eu/aurora/privacy-policy/) and [Privacy policy](https://www.aurora-h2020.eu/aurora/privacy-policy/).
sl: Z nadaljevanjem se strinjaš z AURORINIMI [Pogoji uporabe storitev](https://www.aurora-h2020.eu/aurora/privacy-policy/) in [Pravilnikom o zasebnosti](https://www.aurora-h2020.eu/aurora/privacy-policy/).

source: Calculcate
sl: Izračunaj

source: Champion
sl: Prvak

source: Email
sl: E-pošta

source: Feature Preview
sl: Predogled funkcij

source: Get an overview of your latest submitted data, pending entry requests, and how you can improve your carbon footprint accuracy.
sl: Pridobite pregled nad zadnjimi predloženimi podatki, nerešenimi zahtevki za vnos in možnostmi za izboljšanje natančnosti ogljičnega odtisa.

source: Once our solar installations go live in each demo site you can track the energy production right from the app.
sl: Ko bodo sončne elektrarne delovale na vseh predstavitvenih mestih, bo možno proizvodnjo električne energije spremljate kar v aplikaciji.

source: We are working on expanding your profile data with the addition of households, personalised vehicles, energy sources, and more.
sl: Podatke o vašem profilu širimo z dodajanjem podatkom o gospodinjstvih, osebnih vozilih, virih energije in še več.

source: Your carbon footprint
sl: Tvoj ogljični odtis
